{
    "User_Family":"عائلتي",
    "User_Package":"باقاتي",
    "User_Vaccines":"تطعيماتي",
    "Settings":"الإعدادات",
    "Profile":"الصفحة الشخصية",
    "About Tabebcom":"حول طبيبكم",
    "Make a Suggestion / Complaint":"تقديم مقترح/شكوي",
    "Privacy":"سياسية الخصوصية",
    "Terms Of Use": "شروط الإستخدام",
    "Logout":"تسجيل الخروج",
    "Home":"الرئيسية",
    "Offers":"العروض",
    "Packages":"الباقات",
    "Appointments":"مواعيدي",
    "book an appointmant with a doctor":"حجز موعد مع طبيبك",
    "book an appointmant with a doctor online":"حجز موعد مع طبيبك اونلاين",
    "my visits record":"سجل زياراتي",
    "Change Language":"تغيير اللغة",
    "book":"حجز موعد",
    "more":"المزيد",
    "no appointments":"لا توجد مواعيد متاحة",
    "privacyfirst":"خصوصية المرضى محل تقدير لدينا فهي أولى أولياتنا. كما أننا ملتزمون باتخاذ كل الإجراءات اللازمة لحماية خصوصية معلوماتكم  ولن نُفصح عن تلك البيانات إلا لمقدمي الخدمات الصحية والمرافق الطبية التي تحددك كمريض محتمل لغرض الخدمات المقدمة " ,
    "privacyone":"جمع وإستخدام بياناتك الشخصية عند قيامك بإنشاء حساب مستخدم وفقًا للشروط والبنود عند التسجيل  يُطلب منك تقديم بعض المعلومات الشخصية عن نفسك  مثل اسمك-البريد الإلكتروني-رقم الهاتف وما إلي ذلك . لكنك قد لا تستطيع استخدام بعض خصائص الخدمات إذا لم تزودنا بالبيانات الشخصية المطلوبة. يفيد تقديمك لبياناتك الشخصية موافقتك على السماح لنا بالاحتفاظ بحسابك حتى تتمكن من البحث فيما بعد واختيار مقدمي الخدمات الصحية والتواصل معهم بخصوصية حول المواعيد وحجزها والخدمات الأخرى ذات الصلة ",
    "privacytwo":"تستخدم المعلومات المجمعة لتسهيل تقديم الخدمات والتي تتضمن حجز المواعيد وتعديلها أو الغائها وطلب التقارير الطبية والتواصل مع مقدمي الخدمات الصحية ويجوز لـ الشركة الوطنية لتقنية المعلومات (NITCO) استخدام المعلومات المجمعة لإرسال إشعارات إليك وللأنشطة الأخرى ذات الصلة بالخدمات بالإضافة إلى العروض الترويجية من وقت لآخر وبالإضافة إلى استخدام هذه المعلومات لتقديم الخدمات يجوز لـ الشركة الوطنية لتقنية المعلومات (NITCO) استخدام هذه المعلومات للمساعدة في تحسين الخدمات وتطوير خدمات جديدة والإعلان عن الشركة الوطنية لتقنية المعلومات (NITCO) في المواقع الإلكترونية والمنصات الأخرى وعلى وجه الخصوص قد يتضمن المعلومات التي تستفسر عنها أو تطلبها تزويدك بالخدمات أو المعلومات التي تستعلم عنها أو تطلبها ",
    "privacythree":"يتخذ الشركة الوطنيه لتقنية المعلومات تدابير مقبولة للإفصاح عن أي معلومات مجمعة وفقًا لسياسة الخصوصية وبالقدر المطلوب لتقديم الخدمات ويجوز الإفصاح عن بعض المعلومات المجمعة كما يلي يمكن مشاركة بعض المعلومات الشخصية أو الإفصاح عنها لمقدمي الخدمات الصحية المختارين ممن تقوم بحجز مواعيد معهم ويفصح الشركة الوطنية لتقنية المعلومات عن معلومات التعريف الشخصية فقط لتسهيل التواصل بينك وبين مقدم الخدمة الصحية",
    "privacyfour":"حفظنا وتأميننا للمعلومات المجمعة يتعهد الشركة الوطنية لتقنية المعلومات (NITCO) بتنفيذ جميع التدابير الإجرائية والتقنية اللازمة للوفاء بمعايير التأمين وحفظ البيانات الفعالة يستخدم الشركة الوطنية لتقنية المعلومات (NITCO) خادم مؤمن لحفظ المعلومات المجمعة وأي معلومات حساسة تقدمها لنا ويحمى نقل هذه المعلومات من خلال الجدران النارية وتشفر باستخدام تقنية شريحة المقابس الآمنة (SSL) وعلى الرغم من محاولتنا لتأمين الحفاظ على معلوماتك وحمايتها إلا أننا لا نضمن تأمينها ولا يمكن منع جميع انتهاكات الأطراف الخارجية وفي حال وجود أي شك بشأن اختراق معلوماتك سنسعى إلى إشعارك فورًا عن هذا الوضع",
    "privacyfive":"التعديلات يحتفظ الشركة الوطنية لتقنية المعلومات (NITCO) بالحق في تعديل ومراجعة سياسة الخصوصية وأي من سياساتها الأخرى والتي قد تُنشر من وقت إلى آخر وفقًا لتقديرها المطلق وتعتبر جميع التعديلات فعالة فورًا ومدرجة بالإشارة في هذه السياسة أو السياسات الأخرى وعند حدوث هذه التعديلات سوف يقدم الشركة الوطنية لتقنية المعلومات (NITCO) الشروط المعدلة على الموقع الإلكتروني وقد يسعى أيضًا إلى إشعارك باستخدام الطرق الأخرى ويوصي الشركة الوطنية لتقنية المعلومات (NITCO) باستعراض التحديثات على الموقع الإلكتروني دوريًا لأنها قد تتضمن تغييرات ضرورية تؤثر على حقوقك القانونية ويقر المستخدم ويوافق على أن استمرار الدخول على أو استخدام الموقع الإلكتروني أو الخدمات أو كلاهما بعد تاريخ تفعيل أي من التعديلات على سياسة الخصوصية هذه أو على أي سياسات أخرى يشكل موافقة على هذه التعديلات وفي حال اختيارك عدم قبول سياسة الخصوصية هذه بعد التعديلات",
    "privacysex":"في حال وجود أي تعليقات أو أسئلة أو استفسارات حول سياسة الخصوصية، يرجى التواصل معنا من خلال صفحة اتصل بنا علي موقعنا الإلكتروني ",
    "termsfirst":"تشكل هذه الشروط والأحكام اتفاقًا ملزمًا بينك وبين الشركة الوطنية لتقنية المعلومات ومالك ومشغل موقع Careofme.net و Nitcotek.com وTabebcom.com دوت كوم وغيرها من المواقع الإلكترونية ذات الصلة والتطبيقات وتطبيقات الهواتف المحمولة والخدمات المقدمة من الشركة الوطنية لتقنية المعلومات (NITCO)حيث تُطبَّق بها هذه الشروط والأحكام ويخضع استخدامك للموقع أو الخدمات أو كليهما لهذه الشروط والأحكام جنبًا إلى جنب مع سياسة الخصوصية الخاص بنا والمدرج هنا (ويشار إليها جميعا بـ",
    "termslast":"قد ترسل الشركة الوطنية لتقنية المعلومات إليك إشعارًا يتعلق بحسابك أو بالخدمات على عنوان البريد الإلكتروني أو رقم الجوال الذي قدمته عند تسجيل حسابك في الموقع أو أي وسائل إشعار أخرى من خلال الموقع، مثل التنبيهات والتذكير، وتعتبر الإشعارات قد استلمِت وأخطرت في غضون 12 ساعة بعد إرسال البريد الإلكتروني أو الإشعار أو التذكير أو التنبيه. تحديد المطالبات لا يجوز لك اتخاذ أي إجراء، بغض النظر عن شكله، ينشأ بموجب هذه الاتفاقية أو فيما يتعلق بها بعد سنة من ظهور سبب الإجراء، ويعتبر أي إجراء لا يتخذ قبل المدة المذكورة ساقط الحق أبدياً. التنازل إذا لم يصر الشركة الوطنية لتقنية المعلومات (NITCO) في أي وقت من الأوقات على الأداء الصارم لأي من التزاماتك أو تعهداتك بموجب هذه الاتفاقية أو إذا لم تمارس الشركة الوطنية لتقنية المعلومات (NITCO) أي من الحقوق أو سبل الانتصاف المستحقة بموجب هذه الاتفاقية فإن هذا لا يشكل تنازلاً عن هذه الحقوق أو سبل الانتصاف، ولا يعفيك من الامتثال لهذه الالتزامات. ولا يشكل تنازل الشركة الوطنية لتقنية المعلومات (NITCO) عن أي تقصير تنازلاً عن أي تقصير لاحق. الاتفاق الكامل تشكل هذه الاتفاقية وأي بنود وسياسات وقواعد ومبادئ إضافية تُنشَر من خلال الموقع أو الخدمات أو كليهما، والمدرجة إشارة في هذه الاتفاقية، بما في ذلك سياسة الخصوصية والشروط الإضافية، الاتفاق الكامل بينك وبيننا، وتحل محل جميع الاتفاقات الكتابية أو الشفوية السابقة. لا يوجد نقل للملكية لا يجوز لك التنازل عن شروط هذه الاتفاقية كليًا أو جزئيًا أو نقلها أو ترخيصها من الباطن لأي شخص أو للغير دون موافقة كتابية مُسبقة من الشركة الوطنية لتقنية المعلومات (NITCO)، وتعتبر أي محاولة للقيام بذلك بما يخالف هذ المادة لاغية وباطلة. ولكنك تمنح موافقة لـ أي طبيب على نقل هذه الشروط كليًا أو جزئيًا أو التنازل عنها إلى: (أ) شركة فرعية أو تابعة لها أو (ب) المستحوذ على حقوق الملكية أو الأعمال التجارية أو الأصول في الشركة الوطنية لتقنية المعلومات (NITCO) أو (ج) خليف الشركة الوطنية لتقنية المعلومات (NITCO) في حالة الدمج. استمرار سريان الاتفاقية في حالة أي إنهاء متعلق بحسابك وبهذه الشروط والأحكام، سواء كان ذلك من جانبك أو من جانبنا، يظل أي حكم أو شرط (يتجاوز منطقيًا هذا الإنهاء) ساري المفعول ونافذ إلى أقصى حد ممكن لإنفاذ أي حق مُتحصَل أو التزامات واردة بموجب هذه الاتفاقية. قابلية الفصل إذا قررت أي سلطة مختصة أن أي شرط من شروط هذه الاتفاقية باطلاً أو غير قانوني أو غير قابل للتنفيذ إلى أي حد، فإن هذا الشرط أو الحكم يفصل عن الشروط والأحكام المتبقية التي تظل سارية إلى أقصى حد يسمح به القانون. القانون المعمول به في النزاعات تخضع وتُفسَر هذه الاتفاقية وفقًا للقوانين واللوائح المعمول بها في المملكة العربية السعودية، وتُحال أي نزاعات أو مطالبات قد تنشأ بينك وبين الشركة الوطنية لتقنية المعلومات (NITCO) بموجب هذه الشروط والأحكام أو سياسة الخصوصية الخاصة بنا يقدمها أي من الطرفين سواء تعاقدية أو غير تعاقدية إلى الاختصاص القضائي الحصري في محاكم المملكة العربية السعودية. يتم إدارة التطبيق والموقع في المملكة العربية السعودية ويقصد للمستخدمين في المملكة العربية السعودية. أي استخدام خارج المملكة العربية السعودية هو على مسؤولية المستخدم الخاصة. يتحمّل المستخدمون مسؤولية الامتثال لأية قوانين محلية أو قوانين اتحادية أو دولية تنطبق على استخدامهم للموقع و / أو الخدمات. اللغة تقدم الشركة الوطنية لتقنية المعلومات (NITCO) هذا الموقع أو الخدمات أو كليهما باللغة العربية والإنجليزية، وقد يقوم أي طبيب، لكنه ليس ملزمًا بذلك، بترجمة هذا الموقع وتقديم الخدمات بأي لغة أخرى، ولكن تعتبر النسخة العربية هي النسخة الأساسية في تنظيم وتحديد علاقتك مع الشركة الوطنية لتقنية المعلومات (NITCO)، وفي حالة وجود أي تناقض بين النسخ الأخرى تسود النسخة العربية. الأهلية لإنشاء حساب معنا أو استخدام الموقع أو الخدمات أو كليهما، تقر وتتعهد بأن عمرك 18 سنة أو أكثر، ولا يجوز لمن تقل أعمارهم عن 18 سنة استخدام الموقع أو الخدمات أو كليهما إلا إذا كان ذلك تحت إشراف الوالدين أو الأوصياء القانونيين، وعليه إذا استخدم أي شخص دون سن 18 الموقع أو الخدمات أو كليهما فإنك تقر وتتعهد بأنك الوالد أو الوصي القانوني لهذا الشخص، وأن جميع الإشارات الواردة في هذه الشروط والأحكام (ككلمة &quot;أنت&quot;) تشير إلى هذا الشخص أو أي شخص آخر يمتلك صفة الوالد أو الوصي القانوني أو المفوض أو الوكيل على هذا الشخص، وإذا لم تكن مؤهلاً بموجب هذه الشروط والأحكام، يجب عليك عدم استخدام الموقع أو الخدمات أو كليهما، وباستخدامك للموقع أو الخدمات أو كليهما تقر وتتعهد بأنك تمتلك الحق والسلطة والقدرة على تحرير هذه الشروط والأحكام.",
    "terms18":"كنت ترغب في إنهاء وصولك إلى الخدمات أو حذف حسابك نهائيًا، يُرجى إرسال إشعار كتابي إلى الشركة الوطنية لتقنية المعلومات (NITCO) على (info@tabebcom.com) وبعد تلقي الإشعار، سنبذل قصارى جهدنا المعقول لإزالة المحتوى الذي أنشأه المستخدم في حسابه أو نعطل أي وصول عام إلى هذا المحتوى أو كليهما. ومع ذلك، نظرًا لطبيعة التكنولوجيا الرقمية والإنترنت بشكل عام، تقر وتوافق على أنه لا يمكن حذف كل المعلومات والبيانات أو حذفها بشكل دائم بالطريقة المطلوبة، لأن بعض العناصر قد تستمر في الوجود في نسخ مخبأة أو نسخ احتياطية تُنشأ خلال العمليات اليومية، وعليه إذا اخترت إلغاء تنشيط حسابك أو طلبت منا إلغاء تنشيط حسابك، فإنك تقر وتوافق على أنه خلال فترة التعطيل، قد يستمر ظهور بعض المعلومات والبيانات أو يستمر وجودها على الموقع أو على حسابك لأي مدة زمنية، كما تقر وتوافق كذلك على أنه في حالة عدم استمرار نشاط حسابك لفترة تتجاوز (90) يومًا، نحتفظ بالحق في حذف حسابك نهائيًا وفقًا لأحكام الإنهاء الواردة في شروط وأحكام الاستخدام الماثلة.",
    "terms17":"تحتفظ الشركة الوطنية لتقنية المعلومات (NITCO) بالحق في، إذا رأى من الأفضل القيام بذلك، إنهاء أو إيقاف أو إلغاء تنشيط حسابك فورًا ودون سابق إنذار، إذا كان حدث انتهاك لهذه الاتفاقية أو غيرها من السياسات والشروط المنشورة على الموقع أو من خلال الخدمات من جانبك أو من جانب شخص ما باستخدام بيانات الحساب الخاصة بك. ويجوز لنا أيضًا إنهاء حسابك أو إيقافه أو تعطيله لأي سبب آخر، بما في ذلك عدم نشاط حسابك لفترة طويلة. ولا تتحمل الشركة الوطنية لتقنية المعلومات (NITCO) المسؤولية تجاهك أو تجاه الغير عن أي إنهاء أو إيقاف أو تعطيل لوصولك إلى الموقع أو الخدمات أو كليهما. علاوة على ذلك، توافق على عدم محاولة استخدام الموقع أو الخدمات أو كليهما بعد أي إنهاء أو إيقاف أو تعطيل حسابك (ولكن في حالة التعطيل بسبب عدم نشاط حسابك تحديداً، فقد يُسمَح لك بإنشاء حساب آخر). 18-حذف المستخدم أو إلغاء",
    "terms16":"قد ترسل الشركة الوطنية لتقنية المعلومات (NITCO) إليك، من وقت لآخر، معلومات ذات صلة حول الموقع و/ أو الخدمات أو غيرها من العروض التي قد تهمك، وتوافق على تلقي مثل هذه المراسلات كجزء من استخدامك للموقع أو الخدمات أو كليهما، ويمكنك  تعطيل الاشتراك  في هذه المراسلات في أي وقت عن طريق إرسال بريد إلكتروني إلى info@tabebcom.com ومع ذلك، يُرجى ملاحظة أن الشركة الوطنية لتقنية المعلومات (NITCO) ستظل ترسل المراسلات التي تكون مطلوبة لتوفير الخدمات لك، مثل الرد على كلمة مرور أو طلب دعم العميل، وهذه المراسلات لا يمكنك تعطيلها.",
    "terms15":"إبـراء الذمـة إلى أقصى حد يسمح به القانون واجب التطبيق، تُقر وتوافق على إبراء ذمة الشركة الوطنية لتقنية المعلومات (NITCO) وكياناتها وشركاتها التابعة من جميع الدعاوى والمطالبات بالتعويض عن الأضرار أو المسؤوليات من أي نوع كان دون أي تقييد، معروف أو مجهول، متصور أو غير متصوّر، مُصرّح به أو غير مُصرّح به، ذا صلة بالموقع أو الخدمات أو كليهما، بما في ذلك، (1) أي نزاع بينك وبين أحد مقدمي الخدمات الصحية؛ (2) أي خرق لأحكام القانون واجب التطبيق من جانب طرف خارجي أو عدم الالتزام بالشروط والأحكام الواردة في هذه الاتفاقية؛ (3) أي سلوك أو كلام لأي مستخدم آخر، سواء عن طريق الانترنت أو عن طريق وسائط أخرى",
    "terms14":"التعويـض تلتزم بموجب هذا البند بالدفاع عن الشركة الوطنية لتقنية المعلومات (NITCO) وتعويضها وإبقائها هي وجميع موظفيها ومقاوليها ومسئوليها ومديريها ووكلائها وشركاتها الأم وفروعها التابعة بعيدًا عن أي ضرر ناشئ عن أي مطالبات أو دعاوى أو خسائر أو مسؤوليات أو نفقات، بما في ذلك أتعاب المحاماة، التي تنشأ أو ترتبط بالآتي: (أ) استخدامك للموقع أو الخدمات أو كليهما؛ (ب) انتهاكك أو خرقك لأي من أحكام وشروط هذه الاتفاقية؛ (ج) استخدام الشركة الوطنية لتقنية المعلومات (NITCO) للمحتوى الذي أنشأه المستخدم؛ (د) انتهاكك لأي حقوق مملوكة لأطراف خارجية، بما في ذلك مقدمي الخدمات الخارجيين.",
    "terms13":"المسؤوليـة إن كنا دائمًا نسعى لتحسين خدمتنا المقدمة إليك آملين في أن تحظى بتجربة رائعة مع أي طبيب لكن قد يكون الحل الوحيد والحصري لأي نزاع بينك وبيننا هو إلغاء حسابك الخاص. ولن يتحمل الشركة الوطنية لتقنية المعلومات (NITCO) أدنى مسؤولية تجاهك بأي حال من الأحوال عن أي أضرار غير مباشرة أو عرضية أو خاصة أو عقابية أو تبعية أو غيرها بما في ذلك خسارة الأرباح أو فقدان البيانات أو الإصابة الشخصية أو تضرر الممتلكات ذات الصلة الناجمة عن أو المتصلة بأي استخدام للموقع أو الخدمات أو كليهما حتى وإن تم إخطار الشركة الوطنية لتقنية المعلومات (NITCO) بإمكانية حدوث مثل هذه الأضرار. كما لا يتحمل الشركة الوطنية لتقنية المعلومات (NITCO) أي مسؤولية عن أي أضرار أو خسائر ناجمة عن: (أ) استخدامك أو اعتمادك على الموقع أو الخدمات أو عدم قدرتك على الوصول للموقع أو الخدمات أو استخدامها؛ (ب) أي معاملة أو علاقة بينك وبين مقدمي الخدمات الصحية أو أي مُقدِّم خدمات خارجي حتى وإن تم إخطار الشركة الوطنية لتقنية المعلومات (NITCO) بإمكانية حدوث مثل هذه الأضرار. ولأن بعض الدول أو الولايات القضائية لا تسمح بوجود استثناء أو تحديد للمسؤولية عن الأضرار العرضية أو التبعية فستصبح مسؤوليتنا في تلك الدولة أو الولايات القضائية مُحددة وفقًا لهذه الاتفاقية إلى أقصى حد يسمح به القانون. وعلاوة على ذلك لا تتحمل الشركة الوطنية لتقنية المعلومات (NITCO) مسؤولية التأخير أو الإخفاق في الأداء نتيجة عن اي أسباب خارجة عن إرادة الشركة الوطنية لتقنية المعلومات (NITCO) المعقولة. وعليك الموافقة والإقرار بأن مقدم الخدمة الصحية قد لا يكون مرخص له أو مسموح له مهنيًا. ولا يجوز بأي حال من الأحوال أن يتجاوز مجموع التزامات الشركة الوطنية لتقنية المعلومات (NITCO) تجاهك لرسوم الخدمات فيما يتعلق بأي من الأضرار أو الخسائر الناتجة عن استخدام الموقع أو الخدمات أو كليهما يمكن استخدام خدمات الشركة الوطنية لتقنية المعلومات (NITCO) في حجز أو تعديل وإلغاء المواعيد أو أي جزء آخر من الخدمات على النحو المُحدد أعلاه هذا مع إقرارك بعدم تحملنا أدنى مسؤولية عن المواعيد المُلغاة أو غير المُحققة أو أي أضرار تنجم عن ذلك أو أي أضرار أو أي إصابات أخرى ناجمة أو ناشئة أو متصلة باستخدام الموقع أو الخدمات أو كليهما بأي شكل من الأشكال. كما يكون عليك الموافقة والإقرار بأن الشركة الوطنية لتقنية المعلومات (NITCO) لا تتحمل أي مسؤولية أو تبعية تجاهك فيما يتعلق بأي خدمات أو استشارات طبية أو رأي أو نصيحة أو تشخيص أو علاج لأية حالة قد تتلقاها من مقدمو الخدمات الصحية.",
    "terms12":"يهدف الشركة الوطنية لتقنية المعلومات (NITCO) إلى تيسير حجزك لمواعيد الخدمات الطبية وأنت في منزلك لذا نود أن تحظى بتجربة استثنائية مع الشركة الوطنية لتقنية المعلومات (NITCO). وفي الوقت الذي نعمل جاهدين لتحقيق هذا المقصد فإنك توافق وتقر بأن تقديمنا للخدمات يعتمد على مبدأ الخدمات  كما هي   حسبما تتوافر  ولا نلتزم بتقديم أي عهود أو ضمانات حول تلك الخدمات. ولأقصى حد يسمح به القانون نُخلي مسؤوليتنا عن تقديم مثل هذه الضمانات. كما لا نضمن أن تكون النتائج التي يمكن الحصول عليها من استخدامك للموقع أو الخدمات أو كليهما فعّالة لك أو قابلة للاعتماد عليها أو تتسم بالدقة المطلوبة أو ستلبي احتياجاتك الخاصة. كما لا نضمن لك أنك ستكون قادرًا على الوصول أو استخدام الموقع أو الخدمات أو كليهما (سواء بشكل مباشر أو عبر شبكات الجهات الخارجية) في جميع الأوقات أو الأماكن التي تختارها. كما لا نتحمل المسؤولية عن دقة أو موثوقية أو توقيت أو اكتمال المعلومات المقدمة من قِبل المستخدمين للموقع أو الخدمات أو غيرها من المعلومات أو البيانات المقدمة أو التي يجري الحصول عليها عن طريق الموقع أو الخدمات أو كليهما فيما عدا ما نُص عليه صراحة في هذه الاتفاقية لا يقدم الشركة الوطنية لتقنية المعلومات (NITCO) أي ضمانات عن نظم المعلومات أو البرمجيات أو الميزات المتاحة عبر الموقع أو أي ضمانات أخرى ترتبط بإرسال المعلومات الحساسة. كما لا يضمن الشركة الوطنية لتقنية المعلومات (NITCO) أن يعمل الموقع أو الخدمات بدون حدوث أي أخطاء أو أن تكون خالية من أي عيوب أو أنه لن يحدث فقدان للبيانات أو أن الموقع والخدمات والبرامج ستكون خالية من فيروسات الكمبيوتر أو البرمجيات الخبيثة أو المواد الضارة الأخرى.",
    "terms11":"الخدمـات المقدمـة من أطـراف خارجيـة يحق لـ الشركة الوطنية لتقنية المعلومات روابط لمواقع الويب أو المحتويات التي تملكها أو تديرها أطراف خارجية أو شركاء خارجيين كروابط لمواقع المرافق الطبية أو مقدمي الخدمات الصحية أو غيرها علمًا بأن الغرض من تقديم تلك الروابط هو التيسير عليك ليس إلا ولا يُشكل ذلك إقرارًا من الشركة الوطنية لتقنية المعلومات (NITCO) بالموافقة على محتوى تلك المواقع المملوكة لجهات خارجية أو ما تُزاوله من نشاط ولا تتحمل الشركة الوطنية لتقنية المعلومات (NITCO) بأي حال من الأحوال المسؤولية عن أي معلومات متوافرة في المحتوى المقدم من تلك الجهات الخارجية. كما تقر وتوافق بأن الشركة الوطنية لتقنية المعلومات (NITCO) ليس لديها أي تحكُّم أو سيطرة على المحتوى المقدم من تلك الأطراف الخارجية كما تتعهد وتقر بأن استخدامك للمعلومات المقدمة من أطراف خارجية يقع على عاتقك أنت وتتحمل مسؤوليته وحدك ويخضع استخدامها جميعها لشروط وأحكام وضمانات وسياسات خصوصية أخرى يجب عليك مراجعتها بدقة.",
    "terms10":"حقـوق الملكيـة الفكريـة تُقر وتتعهد بموجب هذا البند أن جميع حقوق الملكية الفكرية في الموقع و/أو الخدمات مملوكة حصرًا للشركة الوطنية لتقنية المعلومات (NITCO) وتقر وتتعهد أيضاً بأن جميع الحقوق الموجودة في الموقع و/أو الخدمات أو كليهما هي حقوق مُرخَّصة ولا تُباع لك وليس لديك أي حق في استخدام ما هو موجود بالموقع أو الخدمات أو كليهما إلا الحق في استخدام الموقع أو الخدمات أو كليهما وفقاً لأحكام وشروط هذه الاتفاقية وأن جميع حقوق التأليف والنشر وبراءات الاختراع والعلامات التجارية والأسماء التجارية والأسرار التجارية والشعارات والعلامات وشكل ومظهر موقعنا وخدامتنا بما في ذلك رؤوس الصفحات والرسومات المخصصة وأيقونات الأزرار وغيرها من حقوق الملكية بالموقع أو الخدمات أو كليهما هي مملوكة جميعها لـ الشركة الوطنية لتقنية المعلومات(NITCO) كما لا يجوز لك استخدام أو نسخ أو تحرير أو تعديل أو إعادة نسخ أو عرض أو توزيع أو تخزين أو نقل أو استغلال أو بث أي حق من حقوق الملكية الفكرية دون الحصول على موافقة كتابية مسبقة من الشركة الوطنية لتقنية المعلومات (NITCO) ولا تتضمن هذه الشروط والأحكام أي بند من شأنه السماح بنقل أي حق أو ترخيص أي محتوى من محتويات الشركة الوطنية لتقنية المعلومات (NITCO) إليك ما لم ينص على خلاف ذلك بالتحديد في هذه الاتفاقية. الخدمـات",
    "terms9":"تكون بعض الخدمات المقدمة من الشركة الوطنية لتقنية المعلومات (NITCO) مجانية ولكنك لا تزال مسؤولاً عن نفقاتك الصحية أو الطبية وستكون مسؤولا بالكامل عن أي رسوم أخرى مقابل أي خدمات طبية أو ذات صلة يقدمها مقدمي الخدمات الصحية وفي حال نشوء أي نزاع بينك وبين مقدم الخدمة الصحية عن أي معاملة أدناه فإنه يجب عليك حله مباشرة مع مقدم الخدمة الصحية. أي رسوم قد تفرضها الشركة الوطنية لتقنية المعلومات (NITCO) على استخدام الموقع و/أو الخدمات فهي مستحقة على الفور وغير قابلة للاسترداد بخلاف الظروف التي تعتبرها الشركة الوطنية لتقنية المعلومات (NITCO) مبررة لاسترداد المبالغ المدفوعة وقمت بإبلاغ الشركة الوطنية لتقنية المعلومات (NITCO) في غضون 24 ساعة من وقت السداد تطبق سياسة عدم استرداد المبالغ المدفوعة في جميع الأوقات بغض النظر عن قرارك بإنهاء الاستخدام أو قرارنا بإنهاء استخدامك أو التعطل الذي يحدث لموقعنا و/أو خدمتنا سواء المخطط لها أو العرضية أو المقصودة ولأي سبب من الأسباب. وتحتفظ الشركة الوطنية لتقنية المعلومات (NITCO) بالحق في تحديد الأسعار النهائية لأي من الخدمات المقدمة وطريقة الدفع من خلال الموقع.",
    "terms8":" تحتفظ الشركة الوطنية لتقنية المعلومات (NITCO) بالحق في استبعاد مقدمي الخدمات الصحية الذين شاركوا بسلوك غير مهني أو غير ملائم ومع ذلك لا تقدم الشركة الوطنية لتقنية المعلومات (NITCO) أي تعهدات أو ضمانات بشأن التعليم أو المؤهلات أو التراخيص أو كفاءات مقدمي الخدمات الصحية المدرجين بالموقع وتقر وتوافق على تحملك مسؤولية إجراء التحقيق المسبق قبل اختيار مقدم الخدمة الصحية إما بالاتصال المباشر بمقدم الخدمة أو بالاتصال بهيئات التراخيص المختصة للتحقق من صحة أوراق اعتماد مقدم الخدمة الصحية المدرجة بالموقع. تزودك الشركة الوطنية لتقنية المعلومات (NITCO) بقائمة بأسماء مقدمو الخدمات الصحية لمساعدتك في العثور على مقدمي الخدمات الصحية المتناسبين مع احتياجاتك وتمكينك من نطاق واسع ومنوع من مقدمي الخدمات الصحية المشاركين في الخدمات وتستند النتائج على المعلومات التي تقدمها لنا مثل الموقع الجغرافي أو معلومات التأمين الطبي أو المرافق الطبية أو التخصصات الصحية أو معايير أخرى مثل توفر مزودي الخدمات الصحية والتصنيفات والتحديدات السابقة من قبلك أو المستخدمين الآخرين. وتقر وتوافق على أن الشركة الوطنية لتقنية المعلومات (NITCO) (أ) لا تزكي أي من مقدمي الخدمة الصحية (ب) لا تقدم أي تعهدات أو ضمانات بخصوص مقدمي الخدمات الصحية أو جودة الخدمات المقدمة من قبلهم. يمكن لـ الشركة الوطنية لتقنية المعلومات (NITCO) توفير المزيد من الخيارات من خلال إظهار النتائج الإعلانية ( نتائج الدعم ) على الموقع والتي سيتم عرضها أعلى نتائج البحث. ولا تعتبر نتائج الدعم بمثابة موافقة أو توصية على مقدمي الخدمات الصحية من قبل الشركة الوطنية لتقنية المعلومات (NITCO). بينما نبذل قصارى جهدنا لتزويدك بمحتوى دقيق نحن لا نقدم أي ضمانات أو تعهدات سواء صريحة أو ضمنية بخصوص المؤهلات المهنية أو الخبرة أو جودة العمل أو السعر أو معلومات التكلفة أو معلومات التغطية التأمينية أو أي محتوى آخر متاح من خلال الخدمات ولا نتحمل المسؤولية تجاهك أو تجاه أي شخص آخر أيضًا عن اتخاذ أي قرار أو تنفيذ إجراء استنادًا على أي محتوى وحال استنادك على أي محتوى تتحمل أنت فقط المسؤولية الكاملة عن المخاطر المترتبة على ذلك. لا يوجد علاقة طبيب/مريض تقر وتوافق على أن أي محتوى أو خدمات مقدمة إليك من قبل مقدم الخدمة الصحية عبر الموقع أو الخدمات أو كليهما بغض النظر عن طبيعة المحتوى أو الخدمات لا تنشئ علاقة مريض/طبيب بينك وبين الشركة الوطنية لتقنية المعلومات (NITCO) كما أنها لا تمثل استشارة طبية أو رأي أو نصيحة أو تشخيص أو علاج لأي حالة وأن أي محتويات وخدمات مقدمة إليك من قبل الشركة الوطنية لتقنية المعلومات (NITCO) تكون فقط بغية مساعدتك في العثور على مقدمي الخدمات الصحية المناسبين واختيارهم وتسهيل عملية تلقي الخدمات الصحية أو الطبية من مقدمي الخدمات الصحية. تقر وتوافق على أن المحتوى الذي تحصل عليه أو تتلقاه من الشركة الوطنية لتقنية المعلومات (NITCO) أو موظفيها أو مقاوليها أو شركائها أو الكفلاء/رعاة أو المعلنين أو المرخِّصين أو غير ذلك من خلال الخدمات لأغراض المعلومات وحجز المواعيد والسداد فقط ولكن جميع المعلومات الطبية والصحية بما في ذلك دون حصر المعلومات التي تمت مشاركتها عبر موقع الشركة الوطنية لتقنية المعلومات (NITCO) وقنوات الشركة الوطنية لتقنية المعلومات (NITCO) الاجتماعية ورسائل البريد الإلكتروني والرسائل القصيرة الخاصة بـالشركة الوطنية لتقنية المعلومات (NITCO) وإعلانات الشركة الوطنية لتقنية المعلومات (NITCO) تأتي من مقدمي خدمات صحية مستقلين ومهنيين ومنظمات ومرافق طبية ولأغراض إعلامية فقط. تقر وتوافق على أنه يجب عليك عدم تجاهل أو تجنب أو تأخير الحصول على المشورة الطبية من مقدم الرعاية الصحية المؤهل تحت أي ظرف من الظروف لا تستخدم الموقع و/أو الخدمات للاحتياجات الطبية الطارئة وإذا واجهت حالة طوارئ طبية اتصل على الفور بمقدم خدمة صحية. وتقر وتوافق على احتفاظ الشركة الوطنية لتقنية المعلومات (NITCO) بالحق في تغيير أو تلخيص أو إزالة أي محتوى بما في ذلك المحتوى الذي أنشأه المستخدم على الموقع الذي تعتبره الشركة الوطنية لتقنية المعلومات (NITCO) وفقًا لتقديره المطلق انتهاكًا لأي شرط آخر من شروط أحكام الاستخدام أو سياسة الخصوصية الخاص بنا أو الاتفاقية الماثلة. تقر وتوافق على أنه في حالة عدم حضورك لمواعيدك المحجوزة مع مقدم الخدمة الصحية المحدد في المرفق الطبي ذي الصلة فإن للمرفق الطبي وحده الحق في منعك من إجراء المزيد من المواعيد أو منع وصولك إلى المرفق الطبي عبر الموقع وسوف تخضع لسياسات وشروط هذا المرفق الطبي وشروطه. وتقر وتوافق على أن تخضع لسياسات وأحكام المرافق الطبية.",
    "terms7":"الممنوح من قبل المستخدم تتعهد وتضمن بأن لديك الحق في منح الشركة الوطنية لتقنية المعلومات وموظفيها ومسؤوليها ومديريها ووكلائها ومقاوليها حول العالم ترخيص دائم وغير قابل للنقض ولكنه قابل للنقل ومتضمن حق الترخيص من الباطن واستخدام ومشاهدة واستعراض ونسخ وتهيئة وتعديل وتوزيع وترخيص وبيع ونقل أو إرسال والعرض العلني والأداء العلني وبث وإذاعة واستغلال المحتوى الذي أنشأه المستخدم من خلال أو بوسائل الموقع أو الخدمات أو كليهما طبقًا لسياسة الخصوصية. وهذا الترخيص غير حصري باستثناء موافقتك على منح الحق الحصري لـ الشركة الوطنية لتقنية المعلومات (NITCO) في ممارسة هذا الترخيص إلى حد دمج المحتوى الذي أنشأته مع المحتوى الذي أنشأه مستخدم آخر لأغراض إنشاء أو ملء قاعدة بيانات قابلة للبحث في المراجعات والمعلومات المتعلقة بالصحة أو الصناعة الطبية. تقر وتوافق على تحملك المسؤولية المطلقة عن المحتوى الذي أنشأه المستخدم والمتاح عبر الموقع أو الخدمات أو كليهما. ووفقًا لذلك تتعهد وتضمن أن: أنت المالك الوحيد والحصري لكافة المحتوى الذي أنشأه المستخدم والمتاح من خلال الموقع أو الخدمات أو كليهما ولديك جميع الحقوق والتراخيص والموافقات والإصدارات اللازمة لمنح الشركة الوطنية لتقنية المعلومات (NITCO) الحقوق في هذا المحتوى الذي أنشأه المستخدم على النحو المتوخى في هذه الاتفاقية. • تتعهد بأن المحتوى الذي أنشأه المستخدم أو نشرك أو تحميلك أو تقديمك أو إرسالك للمحتوى الذي أنشأه المستخدم أو استخدام الشركة الوطنية لتقنية المعلومات (NITCO) للمحتوى الذي أنشأه المستخدم (أو أي جزء منه) في أو من خلال أو بوسائل الموقع أو الخدمات أو كليهما لا يشمل على تعدياً أو انتهاكًا لبراءة اختراع أو حقوق النسخ أو العلامة التجارية أو الأسرار التجارية أو الحقوق المعنوية أو حقوق الملكية الفكرية أو حقوق النشر أو الخصوصية أو ينجم عنه انتهاك لأي قانون أو لائحة سارية. ",
    "terms6":"منح ترخيص الاستخدام نظير قبولك الالتزام بهذه الشروط والأحكام وسياسة الخصوصية الخاص بنا والاتفاقية الماثلة تمنحك الشركة الوطنية لتقنية المعلومات (NITCO) بموجب ذلك ترخيص محدود وغير حصري وغير قابل للنقل لغرض: استخدام الموقع أو الخدمات أو كليهما لحجز أو تغيير أو إلغاء المواعيد أو أي مزايا أو خدمات أخرى على النحو المحدد أعلاه استخدام أي تحديث لموقع مجاني يدرج تصحيحات للأخطاء على النحو الذي قد تقدمه الشركة الوطنية لتقنية المعلومات (NITCO) من حين لآخر الاطلاع على أي محتوى بـ الشركة الوطنية لتقنية المعلومات (NITCO)وتحميله وطباعته لأغراضك الشخصية وليست التجاريةو الاطلاع على أي محتوى أنشأه المستخدم لأغراضك الشخصية وليست التجارية. ووفقًا للترخيص الممنوح إليك تقر وتوافق على أن الترخيص الممنوح لا يشمل ولا يصرح لك بما يلي:استخدام أو نسخ أو تهيئة أو تعديل أو إعادة إصدار أو إعداد أعمال مشتقة تستند على أو توزيع أو ترخيص أو بيع أو نقل أو العرض العلني أو الأداء العلني أو بث أو إذاعة أو استغلال الموقع أو الخدمات أو أي محتوى بخلاف ذلك فيما عدا ما تصرح به الشركة الوطنية لتقنية المعلومات (NITCO) صراحةً في هذه الاتفاقية.محاولة الدخول غير المصرح به للإضرار بأي جانب من الموقع أو الخدمات أو كليهما أو استخدامهما بما في ذلك حسابات المستخدم بأي طريقة من شأنها الإضرار أو التعطيل أو إثقال كاهل أو التجسس أو إتلاف الخوادم أو الشبكات أو الأنظمة ذات الصلة خاصتنا أو التعارض مع استخدام أي طرف آخر وتمتعه بالموقع أو الخدمات أو كليهما.",
    "terms5":" قد تكون هناك شروط أو سياسات وأحكام إضافية ( شروط إضافية ) لبعض الخدمات المحددة الشروط الإضافية تكون تكميلية لهذه الاتفاقية وإذا وقع اختيارك على التسجيل أو الدخول أو الاستخدام لأي من الخدمات المحددة فمن الممكن أن يُقدَّم لك هذه الشروط الإضافية وعليه تقر بأن استخدامك لهذه الخدمات الإضافية يمثل موافقتك على الامتثال لأي شروط إضافية والتي أدرجت بالإشارة في هذه الاتفاقية.",
    "terms4":" تحتفظ الشركة الوطنية لتقنية المعلوماتبحق تعديل ومراجعة هذه الشروط والأحكام أو سياسة الخصوصية الخاص بنا أو أي من سياساته الأخرى التي قد ينشرها من حين لآخر ووفقًا لتقديره المطلق وتعتبر أي تعديلات طارئة على هذه الشروط والأحكام أو سياسة الخصوصية الخاص بنا أو أي سياسات أخرى كشروط إضافية أو أي شروط أخرى قد ننشرها من حين لآخر سارية على الفور وعند إجراء أي تغيير تقدم الشركة الوطنية لتقنية المعلومات (NITCO) الشروط المعدلة على الموقع وقد يحاول إخطارك أيضًا عبر وسائل الاتصال الإلكترونية أو الإشعارات وتشجعك الشركة الوطنية لتقنية المعلومات (NITCO) على تصفح الموقع من حين لآخر للاطلاع على المستجدات حيث يجوز أن تطرأ تغييرات هامة تؤثر على حقوقك القانونية وتقر أيضًا وتوافق على أن دخولك أو استخدامك المتواصل للموقع أو الخدمات أو كليهما بعد تاريخ سريان أي تعديلات تطرأ على هذه الشروط والأحكام أو سياسة الخصوصية الخاص بنا أو أي سياسات أخرى يشكل قبولك الإيجابي بالتعديلات وإذا اخترت في أي وقت عدم القبول بهذه الشروط والأحكام أو سياسة الخصوصية الخاص بنا أو الاتفاقية الماثلة بعد إجراء هذه التعديلات فيجب عليك التوقف عن استخدام الموقع أو الخدمات أو كليهما.",
    "terms3":"حسابات المستخدم لكي تتمكن من استخدام موقعنا أو خدماتنا أو كليهما يجب عليك تسجيل حساب بـ الشركة الوطنية لتقنية المعلومات (NITCO) من خلال إدخالك لاسم مستخدم وكلمة مرور صحيحين ويجب عليك إدخال رقم جوال صالح وإيميل مفعل حتى ترسل إليك الشركة الوطنية لتقنية المعلومات (NITCO) رموز تحقق لإثبات ملكية حسابك وإرسال الإشعارات المهمة الأخرى المتعلقة بأي نشاط في حسابك وإذا قمت في أي وقت بتغيير رقم جوالك فإنك توافق على أن تكون مسؤولاً وحدك عن تحديث معلومات رقم جوالك الجديد معنا كما أنك توافق على أن عضويتك مع الشركة الوطنية لتقنية المعلومات (NITCO) لا تقتصر على مقدمي الخدمات الصحية الذين قمت باختيارهم أو اللذين تتعامل معهم حاليًا و تستمر عضويتك حتى لو اخترت عدم الحصول على خدمات من مقدم الخدمة الصحية المحدد أو لم يكن لديك مقدم رعاية صحية في أي وقت. في وقت التسجيل سيطلب منك تقديم معلومات شخصية عن نفسك (كما هو محدد في سياسة الخصوصية الخاصة بنا) والتي سيتم جمعها واستخدامها وفقاً لسياسة الخصوصية الخاصة بنا. يرجى مراجعة سياسة الخصوصية بعناية حيث أن استخدامك للموقع و/أو الخدمات يشكل موافقتك عليها وفي حالة قمت بتقديم أي معلومات شخصية لأي فرد من العائلة أو أحد الأقارب من خلال حساب المستخدم الخاص بك لأغراض الخدمات المقدمة فإن هذا السلوك يشكل الإقرار الإيجابي والموافقة على شروط الاستخدام هذه وسياسة الخصوصية الخاصة بنا من قبل المستخدم وأيضاً من قبل الفرد من العائلة أو الأقارب المشار إليه أعلاه. وتوافق أيضا على الاحتفاظ بمعلومات دقيقة وكاملة ومحدثة في حسابك بما في ذلك بيانات الدفع وقد يؤدي عدم الالتزام بذلك إلى عدم قدرتك على الوصول إلى الخدمات واستخدامها وقد يؤدي ذلك أيضا إلى إنهاء الشركة الوطنية لتقنية المعلومات (NITCO) لشروط وأحكام الاستخدام هذه معك وتتحمل وحدك مسؤولية جميع الأنشطة المتعلقة بحسابك وتوافق على الحفاظ على أمان وسرية اسم المستخدم وكلمة المرور الخاصين بحسابك في جميع الأوقات.",
    "terms2":"تمكّنك الخدمات التي تقدمها الشركة الوطنية لتقنية المعلومات من استخدام الموقع للبحث واختيار مقدمي الخدمات الصحية في مختلف المرافق الطبية وحجز وتعديل وإلغاء المواعيد وحجز مكان في قائمة الانتظار والتواصل مع مقدمي الخدمات الصحية والحصول على استشارات عبر الإنترنت (والتي تحكمها شروط استخدام وسياسة خصوصية مختلفة) وطلب التقارير الطبية وتلقي الاخطارات والتذكير وتقييم الخدمات فضلا عن الميزات الأخرى التي قد نقدمها من وقت لآخر وتشار إليها هنا بـ( الخدمات ). بالإضافة إلى ذلك الشركة الوطنية لتقنية المعلومات (NITCO) قد تقدم عروض متعددة من خدمات الاشتراك المدفوع إذا تم تقديم هذه الخدمات أي طبيب سيقوم بتوفير الشروط والتي تشمل الأسعار عند تسجيلك لهذه الخدمات والتي سيتم إدراجها تلقائيًا هنا كمرجع علاوة على ذلك تمتلك الشركة الوطنية لتقنية المعلومات (NITCO) مطلق السلطة التقديرية للتعديل أو إضافة ميزات جديدة أو استبدال خدمات جديدة للخدمات القائمة أو إيقاف أو تعليق أو إنهاء أي موقع و/أو خدمات موجودة في أي وقت لأي سبب أو بدون سبب ودون تقديم أي إشعار لك و الشركة الوطنية لتقنية المعلومات (NITCO) غير مسؤولة عن أي إيقاف أو تعليق لأي موقع و/أو خدمات وستخضع أي خدمات جديدة لهذه الاتفاقية. كمستخدم تقر وتوافق على أن دور الشركة الوطنية لتقنية المعلومات (NITCO) المحدود هو فقط تسهيل عملية الحصول على الخدمات الصحية أو الطبية من مقدمي الخدمات الصحية في المرافق الطبية وليس هو نفسه من يقدم الخدمات الصحية أو الطبية أو الاستشارات أو التشخيصات أو العلاجات لأية حالة وأيضا الشركة الوطنية لتقنية المعلومات (NITCO) لا يقدم أي إقرارات أو ضمانات أو تعهدات أو موافقات فيما يتعلق بالخدمات الصحية أو الطبية أو المشورة أو التشخيص الاستشاري أو العلاجي لأي حالة قد تحصل عليها من مقدمي الرعاية الصحية كنتيجة لاستخدام الموقع و / أو الخدمات.",
    "terms1":"الشروط الأساسية تحمل الألفاظ و الموقع  و الخدمات  المعاني المنصوص عليها أعلاه.  المحتوى  يقصد به أي نصوص ورسومات وصور ومقاطع صوتية ومقاطع مرئية وبرامج وبيانات موقع ومخططات وواجهات مستخدم وشعارات وتصاميم والأصوات والموسيقى وأعمال فنية وشفرات الحاسوب وجميع أشكال البيانات أو وسائل الاتصال الأخرى دون حصر بما في ذلك دون حصر تصميم وهيكلة واختيار وتنسيق  الشكل والمضمون  والتعبير عنهما وتنظيم هذا المحتوى الذي يُتاح عبر الموقع أو الخدمات أو كليهما.  المستخدم  يقصد به الشخص الذي يتصفح أو يستخدم موقع أو خدمات الشركة الوطنية لتقنية المعلومات (NITCO) أو كليهما.  المحتوى الذي أنشأه المستخدم  يقصد به أي محتوى ينشره المستخدم أو يحمله أو يقدمه أو ينقله من خلال أو فيما يتعلق بالموقع أو الخدمات أو كليهما بما في ذلك دون حصر جميع المعلومات الشخصية المعلومات الطبية أو الصحية أو المعلومات أو المحتوى المقدم بالرد المباشر على استفساراتك أو منشوراتك.  محتوى الشركة الوطنية لتقنية المعلومات (NITCO) “يقصد به كل وأي محتوى تتيحه الشركة الوطنية لتقنية المعلومات (NITCO) عبر الموقع أو الخدمات أو كليهما بما في ذلك أي محتوى مرخص من طرف آخر ولكن باستثناء المحتوى الذي أنشأه المستخدم.  مقدمو/مزودو الخدمات الصحية  يقصد به الطبيب المرخص له بممارسة الطب أو الجراحة بموجب القانون المعمول به في المكان الذي يمارس فيه الطبيب أو أي شخص آخر يمكنه تقديم خدمات الرعاية الصحية والذي تحدده القوانين المعمول بها ومن الممكن توفير خدمات الرعاية الصحية من: أطباء الأطفال وأطباء الأسنان والأخصائيون النفسيون وفاحصي النظر والمعالج اليدوي والممرضين والممرضات القابلات والعاملين بالعيادات ومساعدي الأطباء المخولين بالعمل والأداء في نطاق ممارستهم كما هو محدد بموجب القوانين المعمول بها وﺗﻌني ﻋﺑﺎرة (اﻟﻣرﺧص له ﺑﺎﻟﻣﻣﺎرﺳﺔ ﻓﻲ اﻟﻘواﻧﯾن اﻟﻣﻌﻣول ﺑﮭﺎ) أن مقدم الخدمة الصحية يجب أن يكون مرخصا ﺑﺗﺷﺧﯾص و ﻣﻌﺎﻟﺟﺔ الحالات اﻟﺻﺣﯾﺔ اﻟﺑدﻧﯾﺔ أو اﻟﻌﻘﻟﯾﺔ.  المرافق الطبية  تعني أي مستشفى أو عيادة وغيرها من المؤسسات الصحية أو الطبية التي تتعاقد الشركة الوطنية لتقنية المعلومات (NITCO) معها لتقديم الخدمات."
   
   
}