{
    "User_Family":"My Family",
    "User_Package":"My Packages",
    "User_Vaccines":"My Vaccines",
    "Settings":"Settings",
    "Profile":"Profile",
    "About Tabebcom":"About Tabebcom",
    "Make a Suggestion / Complaint":"Make a Suggestion / Complaint",
    "Privacy":"Privacy",
    "Terms Of Use": "Terms Of Use",
    "Logout":"Logout",
    "Home":"Home",
    "Offers":"Offers",
    "Packages":"Packages",
    "Appointments":"Oppointemts",
    "book an appointmant with a doctor":"book an appointmant with a doctor",
    "book an appointmant with a doctor online":"book an appointmant with a doctor online",
    "my visits record": "my visits record",
    "Change Language":"Change Language",
    "book":"book",
    "more":"more",
    "no appointments":"no available appointments",
    "privacyfirst":"The privacy of patients is appreciated as it is our first priority. We are committed to taking all necessary measures to protect the privacy of your information and will only disclose such data to health service providers and medical facilities that identify you as a potential patient for the purpose of the services provided.",
    "privacyone":"Collect and use of your personal data When you create a user account according to the terms and conditions upon registration you are asked to provide some personal information about yourself such as your name - email - phone number and so on. However, you may not be able to use certain features of the Services if you do not provide us with the required personal data. By submitting your personal data, you agree to allow us to maintain your account so that you can later search and choose health providers and communicate privately with them about appointments, booking and other related service",
    "privacytwo":"Information collected can be used to facilitate the provision of services, which include booking, modifying or canceling appointments, requesting medical reports and communicating with health service providers. The National Information Technology Company (NITCO) may use the information collected to send notices to you and other related service activities, Use of this information to provide services National Information Technology Company (NITCO) may use this information to help improve services, develop new services, and advertise the National Information Technology Company (NITCO) Electronic and other platforms and in particular may include information you inquire or require to provide you with the services or information you seek or request.",
    "privacythree":"The National Information Technology Company shall take reasonable measures to disclose any information collected in accordance with the Privacy Policy and to the extent required for the provision of services. Some information collected may be disclosed as follows: Some personal information may be shared or disclosed to selected health service providers who book dates with them. Personal identification information only to facilitate communication between you and your health care provider",
    "privacyfour":"Maintain and secure the collected information NITCO undertakes to implement all necessary procedural and technical measures to meet insurance standards and maintain effective data. NITCO uses a secure server to store the collected information and any sensitive information provided by us and protects the transmission of such information through firewalls (SSL) encryption. Although we try to ensure that your information is protected and protected, we do not guarantee its security and can not prevent all third party violations. If there is any doubt about the breach of your information, we will seek To immediately notify you of this status",
    "privacyfive":"NITCO reserves the right to amend and revise its Privacy Policy and any other policies which may be published from time to time at its sole discretion. All amendments are deemed to be effective immediately and incorporated in reference to this Policy or other policies. Upon such modifications, Information (NITCO) modified terms on the website . It may also seek to notify you of the use of other methods and recommend that the National Information Technology Company (NITCO) review the updates periodically on the website as they may contain necessary changes affecting your legal rights. The User acknowledges and agrees that continued access to or use of the Website or Services or both after the activation date Any changes to this Privacy Policy or to any other policies constitute acceptance of these amendments and if you choose not to accept this Privacy Policy after amendments ",
    "privacysex":" If you have any comments, questions or concerns about our Privacy Policy, please contact us on our 'Contact Us page' ",
    "termsfirst":"These Terms and Conditions constitute a binding agreement between you, the National IT Company, the owner and operator of Careofme.net, Nitcotek.com, Tabebcom.com, and other related websites, applications, mobile applications and services provided by National Information Technology Company (NITCO) These Terms and Conditions Your use of the Site or the Services or both is governed by these Terms and Conditions together with our Privacy Policy and incorporated here ",
    "termslast":"National IT Company may send you a notice regarding your account or services at the email address or mobile number you provided when registering your account or other means of notice through the site, such as alerts and reminders, notices received and notified within 12 hours after Determination of Claims You may not take any action, regardless of its form, arising under or in connection with this Agreement one year after the cause of the action arises, and any action not taken before that period shall be deemed to have been lost forever Waiver if the holder does not insist NITCO shall at no time, strictly perform any of your obligations or undertakings under this Agreement or if NITCO does not exercise any of the rights or remedies due under this Agreement, this shall not constitute a waiver of These rights or remedies do not prevent you from complying with these obligations and the National Information Technology Company (NITCO) waiver of any default shall not constitute a waiver of any subsequent default. Both, the signal is included in the This Agreement, including the Privacy Policy and Additional Terms, is the complete agreement between you and us and supersedes all prior written or oral agreements. No Transfer of Ownership You may not assign, transfer or sublicense the terms of this Agreement in whole or in part to any person or third parties without the prior written consent of the National Information Technology Company (NITCO). Any attempt to do so in contravention of this Article shall be null and void. (A) a subsidiary or affiliate thereof; or (b) the acquirer of the proprietary rights, business or assets of the National Information Technology Company (NITCO), or (c) ) Of the National Information Technology Company (NITCO) in the case of merger. The Termination of the Agreement In the event of any termination relating to your Account and these Terms and Conditions, whether by you or us, any provision or condition (reasonably beyond this termination) shall remain in force and enforce to the fullest extent possible to enforce any right received or obligations under this Agreement . Severability If any competent authority determines that any provision of this Agreement is void, unlawful or unenforceable to any extent, this provision or provision is separate from the remaining terms and conditions which remain in force to the fullest extent permitted by law. Dispute Law This Agreement is governed by and construed in accordance with the laws and regulations of the Kingdom of Saudi Arabia. Any disputes or claims that may arise between you and the National Information Technology Company (NITCO) are governed by these Terms and Conditions or our Privacy Policy provided by either party Or non-contractual to exclusive jurisdiction in the courts of the Kingdom of Saudi Arabia. The application is managed and located in Saudi Arabia and intended for users in Saudi Arabia. Any use outside of Saudi Arabia is on the user's own responsibility. Users are responsible for complying with any local laws or federal or international laws applicable to their use of the Site and / or the Services. Language The National Information Technology Company (NITCO) provides this website or services in both Arabic and English. Any doctor may, but is not obliged to, translate this site and provide services in any other language. However, the Arabic version is the basic version of the organization and identification of your relationship with National Information Technology Company (NITCO). In the case of any discrepancy between the other copies, the Arabic version shall prevail. Eligibility to establish an account with us or the use of the site or services or both, you acknowledge and warrant that you are 18 years of age or older, and under 18 years of age may not use the site or services or both unless under the supervision of parents or legal guardians. A person under the age of 18 means the site or the services or both. You acknowledge and warrant that you are the parent or legal guardian of that person and that all references to these terms and conditions (as the term 'you' refer to this person or any other person who has the status of parent or legal guardian or Delegate or agent to such person, and if you are not eligible under this clause And judgments, you should not use the Site or services, or both, and the use of the site or services, or both represent and warrant that you have the right and the power and the ability to edit these Terms and Conditions",
    "terms18":"If you wish to terminate your access to the Services or permanently delete your account, please send written notice to NITCO at info@tabebcom.com. After receiving the notice, we will do our best to remove user-generated content in your account or disable any General access to this content or both. However, due to the nature of digital technology and the Internet in general, you acknowledge and agree that all information and data can not be permanently deleted or deleted in the manner required, as certain elements may continue to exist in cached copies or backups created during daily operations. Reactivate your account, or request that we deactivate your account, you acknowledge and agree that during the Termination Period, certain information and data may continue to exist or remain on the Site or your account for any period of time. You further acknowledge and agree that if your account has not been active for more than (90) days, we reserve the right to delete SABIC final in accordance with the termination provisions contained in the Terms and Conditions of Use",
    "terms17":"The National Information Technology Company (NITCO) reserves the right, if it deems it appropriate to do so, terminate, suspend or deactivate your account immediately and without notice, if there has been a breach of this Agreement or other policies and conditions posted on the Site or through the Services on your part Or by someone using your account data. We may also terminate, stop, or disable your account for any other reason, including your account being inactive for a long time. NITCO shall not be liable to you or to third parties for any termination, suspension or disruption of your access to the Site or the Services or both. In addition, you agree not to attempt to use the Site or Services or both after any termination, suspension or disabling of your account (but if you opt out because your account is not active, you may be allowed to create another account). 18 - Delete user or cancel",
    "terms16":"NITCO may from time to time send you relevant information about the Site and / or services or other offers that may be of interest to you, and agree to receive such correspondence as part of your use of the Site or the Services or both, In this correspondence at any time by sending an e-mail to info@tabebcom.com However, please note that the National Information Technology Company (NITCO) will still send communications that are required to provide services to you, such as a password response or customer support request, These communications can not be disabled.",
    "terms15":"Exemplary to the maximum exetent permittedby aoolicable law, you acknowledge and agree that the NITCO and its subsidiaries and subsidiaries are liable for all claims and claims of damages or liabilities of any kind without limitation, (I) any dispute between you and a health service provider; (ii) any breach of the applicable law by an external party or non-compliance with the terms And the provisions of this Agreement; (iii) any conduct or speech of any other user, N via internet or via other media",
    "terms14":"Under this clause, you are obligated to defend, indemnify and hold National Information Technology Company (NITCO) and its employees, contractors, officers, directors, agents, parent companies and subsidiaries away from any damage arising from any claims, claims, losses, liabilities or expenses, including attorneys' fees (B) your violation of or breach of any of the terms and conditions of this Agreement; (c) the use by the National Information Technology Company (NITCO) of content created by the User; (d) your violation of any rights Owned by third parties, including offshore service providers Yin.",
    "terms13":"Responsibility If we always strive to improve our service to you, we hope to have a great experience with any doctor, but the sole and exclusive solution to any dispute between you and us may be to cancel your account. NITCO shall not be liable in any way for any indirect, incidental, special, punitive, consequential or other damages, including loss of profits, loss of data, personal injury or damage to related property arising out of or Relating to any use of the Site or Services or both, even if the National Information Technology Company (NITCO) has been notified of the possibility of such damages. NITCO shall not be liable for any damages or losses arising from: (a) your use or reliance on the Site or the Services or your inability to access or use the Site or the Services; (b) any transaction or relationship between you and Health providers or any external service provider even if the National Information Technology Company (NITCO) has been notified of the possibility of such damages. Because some States or jurisdictions do not allow exclusion or limitation of liability for incidental or consequential damages, our liability in that State or jurisdiction will be determined in accordance with this Convention to the fullest extent permitted by law. In addition, NITCO is not responsible for delays or failure to perform due to any reasons beyond the reasonable discretion of the National Information Technology Company (NITCO). You must agree and acknowledge that the health service provider may not be licensed or licensed. IN NO EVENT SHALL NITCO'S TOTAL NITCO'S LIABILITY TO YOU EXCEED THE SERVICE CHARGES IN RESPECT OF ANY DAMAGES OR LOSSES ARISING OUT OF THE USE OF THE SITE, SERVICES, OR THE NATIONAL SERVICES COMPANY (NITCO) Appointments or any other part of the Services as specified above with your acceptance that we will not be liable for any canceled or unrecorded dates or any consequential damages or any damages or other injuries arising or arising out of or in connection with the use of the Site or the Services or in any form Of the forms. You acknowledge and acknowledge that NITCO assumes no responsibility or liability for any services, medical advice, opinion, advice, diagnosis or treatment of any situation you may receive from health service providers.",
    "terms12":"The National Information Technology Company (NITCO) aims to facilitate your booking for medical services and you are in your home so we would like to have an exceptional experience with the National Information Technology Company (NITCO). While we strive to achieve this purpose, you agree and acknowledge that our provision of the Services is based on the principle of the Services as they are and we are not obligated to make any representations or warranties about such services. TO THE MAXIMUM EXTENT PERMITTED BY LAW, WE DISCLAIM OUR RESPONSIBILITY TO PROVIDE SUCH WARRANTIES. We do not guarantee that the results obtained from your use of the site or services or both will be effective, reliable, accurate, or meet your specific needs. We do not guarantee that you will be able to access or use the Site or the Services or both (either directly or through third party networks) at all times or places of your choice. We are not responsible for the accuracy, reliability, timeliness or completeness of the information provided by users of the site, services or other information or data provided or obtained through the Site or the Services or both except as expressly provided in this Agreement NITCO guarantees no liability for information systems, software or features available through the Site or any other warranties associated with the transmission of sensitive information. NITCO does not guarantee that the Website or Services will operate without error or defect, or that data will not be lost or that the Site, Services and Software will be free from computer viruses, malware or other harmful materials.",
    "terms11":"Services provided by third parties The National Information Technology Company is entitled to links to websites or content owned or operated by third parties or external partners as links to medical facilities, health service providers or otherwise. The purpose of providing such links is to facilitate you only (NITCO) agrees with the approval of the content of such third-party sites or their activity. In no event shall NITCO be responsible for any information contained in the content submitted by such third party External data. You acknowledge and agree that NITCO has no control or control over the content provided by such third parties and undertakes and acknowledges that your use of the information provided by third parties is solely yours and your responsibility and that all of them are subject to terms, conditions, warranties and other privacy policies You should review them carefully.",
    "terms10":"Intellectual property rights You hereby acknowledge and warrant that all intellectual property rights on the Site and / or Services are exclusively owned by the National Information Technology Company (NITCO) and acknowledge and warrant that all rights on the Site and / or the Services are licensed and not sold to you. You have no right to use what exists on the Site or the Services or both but the right to use the Site or the Services or both in accordance with the terms and conditions of this Agreement and that all copyrights, patents, trademarks, trade names, trade secrets, logos, You may not use, copy, edit, modify, re-copy, display, distribute, or otherwise make use of the NITCO. Storing, transferring, exploiting or transmitting any intellectual property right without the prior written consent of the National Information Technology Company (NITCO). These terms and conditions do not include any provision that would permit the transfer of any right or license of any contents of the National Information Technology Company (NITCO) unless otherwise stated by you Specified in this Agreement. Services",
    "terms9":"Some services provided by NITCO are free but you are still responsible for your health or medical expenses and will be fully responsible for any other charges for any medical or related services provided by the health service providers. In the event of any dispute between you and your health service provider For any transaction below you must resolve it directly with your health care provider. Any charges that NITCO may impose on the use of the Site and / or the Services are immediately due and non-refundable, other than those deemed by NITCO as a justification for the refund. You have notified the National Information Technology Company (NITCO) Within 24 hours from the time of payment, the no refund policy applies at all times regardless of your decision to terminate use, our decision to terminate your use, or the disruption to our site, service or service, whether planned, incidental or intended, for any reason. The National Information Technology Company (NITCO) reserves the right to determine the final prices for any of the services provided and the method of payment through the website.",
    "terms8":"The National Information Technology Company (NITCO) reserves the right to exclude health service providers who have engaged in unprofessional or inappropriate conduct. However, NITCO does not make any representations or warranties regarding the education, qualifications, licenses or competencies of the health providers listed on the site You acknowledge and agree that you are responsible for conducting a pre-investigation prior to the choice of the health service provider either by contacting the service provider directly or by contacting the competent licensing authorities to verify the authenticity of the health provider's credentials listed on the site. The National Information Technology Company (NITCO) provides you with a list of healthcare providers to help you find health service providers that suit your needs and enable you from a wide range of health service providers. Results are based on the information you provide us such as geographic location, Medical facilities, health specialties or other criteria such as the availability of health providers, classifications, and prior limitations by you or other users. And acknowledge and agree that NITCO does not warrant that any health service provider (b) makes any representations or warranties regarding the providers of health services or the quality of services provided by them. National Information Technology Company (NITCO) can provide more options by showing the advertising results (support results) on the site that will be displayed at the top of the search results. The results of the subsidy are not considered as approval or recommendation to the health service providers by the National Information Technology Company (NITCO). While we do our best to provide you with accurate content, we make no representations or warranties, either express or implied, regarding professional qualifications, experience, quality of work, price, cost information, insurance coverage information or other content available through the Services. We are not responsible to you or to any Another person is also responsible for making any decision or performing an action based on any content and based on any content you are solely responsible for the risks involved. No physician / patient relationship You acknowledge and agree that any content or services provided to you by your health service provider through the Site or the Services or both, regardless of the nature of the Content or Services, does not establish a relationship between you and the NITCO. It is not a medical consultation, opinion, advice, diagnosis or treatment of any situation and that any content and services provided to you by the National Company for Information Technology (NITCO) are solely for your purpose in helping you find and choose the right health providers and facilitate the delivery of health or medical services from Health providers. You acknowledge and agree that the content you receive or receive from NITCO or its employees, contractors, partners, sponsors, sponsors, advertisers, licensors or otherwise through the Services for the purposes of information, booking and payment only, but all medical and health information including (NITCO), National Information Technology (NITCO) channels, NITCO e-mail and SMS messages, and National Company for Information Technology (NITCO) announcements. NITCO comes from independent health providers, professionals, organizations, medical facilities and informational purposes only. You acknowledge and agree that you should not ignore, avoid or delay obtaining medical advice from an eligible healthcare provider under any circumstances that do not use the site and / or services for emergency medical needs. If you encounter a medical emergency, contact your health care provider immediately. And acknowledge and agree that NITCO reserves the right to change, summarize or remove any content including content created by the User on a site that the National Information Technology Company (NITCO) deems to be in its sole discretion in violation of any other provision of the Terms of Use or Our Privacy Policy or the applicable agreement. You acknowledge and agree that if you do not attend your reserved appointments with the health service provider specified in the relevant medical facility, the medical facility alone has the right to prevent you from making further appointments or preventing your access to the medical facility via the site and subject to the terms and conditions of this medical facility. And agree and agree to be subject to the policies and provisions of medical facilities.",
    "terms7":"You have the right to grant the National Information Technology Company, its employees, officers, managers, agents and contractors worldwide a perpetual, irrevocable, but transferable license including the right to sublicense, use, watch, review, copy, create, modify, distribute, license, sell, transmit, transmit, display, perform, broadcast, Used by or through the Website or the Services or both in accordance with the Privacy Policy. This license is non-exclusive except that you agree to grant NITCO the exclusive right to exercise this license to the extent that you merge the content you created with the content created by another user for purposes of creating or filling a searchable database of reviews and information on health or medical industry . You acknowledge and agree that you are solely responsible for user-created content made available through the Site, the Services, or both. You hereby undertake and warrant that: You are the sole and exclusive owner of all user-created content made available through the Site or the Services or both and all the rights, licenses, authorizations and authorizations necessary to grant the National Information Technology Company (NITCO) rights in such user-created content as contemplated herein Convention. • You undertake that user-created content, sharing, uploading, submitting or sending content created by the user or using the National Information Technology Company (NITCO) for content created by the user (or any part thereof) in or through or through the site or the services or both Including infringements of or infringements of patents, copyrights, trademarks, trade secrets, moral rights, intellectual property rights, copyrights or privacy, or resulting in violation of any applicable law or regulation.",
    "terms6":"You may use the Site, the Services, or both to reserve, change, cancel, cancel, cancel, cancel, cancel, cancel, Other services as specified above Use of any free site update Inserts errors corrections as NITCO may from time to time review, download and print any content on the National Information Technology Company (NITCO) for your personal use, Read about any user-created content for your personal, not commercial, purposes. In accordance with the license granted to you, you acknowledge and agree that the license granted does not include or authorize you to: use, copy, create, modify, reproduce, or make derivative works based on distribution, licensing, sale, transfer, public display, public performance, Transmit or exploit the Site, the Services or any other content except as expressly authorized by the National Information Technology Company (NITCO) in this Agreement. Attempting unauthorized access to or use of any part of the Site or the Services or both, including User Accounts In any manner that may cause damage, disruption or overburden To attack or destroy our servers, networks or related systems or to conflict with the use of any third party and to enjoy the Site or the Services or both.",
    "terms5":"Additional Terms Additional Terms Supplementary to this Agreement If you choose to register, enter or use any of the Specific Services, you may be provided with these Additional Terms and acknowledge that your use of these Additional Services represents You agree to comply with any additional terms that are incorporated by reference in this Agreement.",
    "terms4":"The National Information Technology Company reserves the right to amend and review these Terms and Conditions, our Privacy Policy or any other policies that may be published from time to time at its absolute discretion and any urgent modification to these terms and conditions, our Privacy Policy or any other policies as additional terms or conditions Other terms and conditions that may be published from time to time are immediately in effect. In the event of any change, the National Information Technology Company (NITCO) provides the modified terms on the Site and may also attempt to notify you via electronic means of communication or notices. The National Information Technology Company (NITCO) Sign up periodically for updates where significant changes to your legal rights may occur and also acknowledge and agree that your continued access or use of the Site or Services or both after the date of any changes to these Terms and Conditions or our Privacy Policy or any other policies Your positive acceptance of the amendments and if you choose at any time to not accept these Terms and Conditions, our Privacy Policy or the Agreement following such modifications, you must discontinue use of the Site, the Services, or both.",
    "terms3":"User Accounts In order to use our website or services or both, you must register an account with National Company for Information Technology (NITCO) by entering a valid username and password. You must enter a valid mobile number and a valid email to send you the National Information Technology Corporation (NITCO) Check to verify your account and send other important notices regarding any activity in your account. If you change your mobile number at any time, you agree that you are solely responsible for updating your new mobile number with us and you agree that your membership with NITCO does not Limited to providers The health services you have chosen or are currently working with will continue your membership even if you choose not to receive services from the specified health service provider or you do not have a health care provider at any time. At the time of registration you will be asked to provide personal information about yourself (as defined in our Privacy Policy) which will be collected and used in accordance with our Privacy Policy. Please review the Privacy Policy carefully as your use of the Site and / or the Services constitutes your consent. If you provide personal information to any family member or relative through your User Account for the purposes of the Services provided, this constitutes a positive acknowledgment and acceptance of these Terms of Use Our privacy policy is also used by the individual of the family or relatives referred to above. You also agree to keep accurate, complete and up-to-date information in your account, including payment data. Failure to do so may result in your inability to access and use the Services. This may also result in the termination of these Terms and Conditions by the National Information Technology Company (NITCO) Activities related to your account and agree to keep your account username and password secure at all times.",
    "terms2":"The services provided by the National Information Technology Company enable you to use the site to search and choose health service providers in various medical facilities, to book, modify, cancel appointments, book a place in the queue, communicate with health providers, obtain online consultations (governed by different terms of use and privacy policy) Medical and receive notifications, reminders and evaluation of services as well as other features that we may provide from time to time and are referred to herewith (the Services). In addition, the National Information Technology Company (NITCO) may offer multiple offers of paid subscription services if these services are provided by any doctor who will provide the conditions which include prices when you register for these services which will be automatically listed here as a reference. NITCO has the discretion to modify, add new features, replace new services with existing services, suspend, suspend or terminate any site and / or services that exist at any time for any reason or without reason and without notice to you and the National Information Technology Company (NITCO) Not responsible for any shutdown Suspension of any site and / or services will be subject to any new services to this Convention. As a user, you acknowledge and agree that the role of the National Information Technology Company (NITCO) is only to facilitate access to health or medical services from health service providers in medical facilities and not to provide health or medical services, consultations, diagnoses or treatments for any condition, NITCO makes no representations, warranties, representations or warranties in relation to the health, medical, consulting, diagnostic or therapeutic services of any health care provider as a result of the use of the Site and / or the Services.",
    "terms1":"Basic Terms The terms, location and services shall bear the meanings set forth above. Logos, designs, sounds, music, artwork, computer blades, all forms of data or other means of communication, including but not limited to the design, structure, selection, format and expression of form and content and the organization of such content Which is available through the Site, the Services, or both. User means a person who is browsing or using the site or services of the National Information Technology Company (NITCO) or both. User-generated content means any content posted, uploaded, transmitted or transmitted by the user through or in connection with the site or services or both including but not limited to all personal information, medical or health information, information or content that responds directly to your inquiries or publications. The content of the National Information Technology Company (NITCO) means any and all content provided by the National Information Technology Company (NITCO) through the Site or the Services or both, including any content licensed by another party, except for content created by the User. Health Service Providers / Providers The licensed doctor is authorized to practice medicine or surgery under the law applicable in the place where the doctor or any other person can provide health care services determined by applicable laws and health care services may be provided by: pediatricians and dentists Psychologists, examiners, hand therapists, midwives, midwives, clinic staff, and assistant doctors who are authorized to work and perform in the course of their exercise as defined by applicable law. The term 'licensee' Be well) that the health service provider must be licensed to diagnose and address the health conditions of physical or mental. Medical facilities means any hospital, clinic or other health or medical establishment contracted by the National Information Technology Company (NITCO)."
    
}